Repository: wp-plugins/demomentsomtres-woocommerce-minimum-purchase-message
Catalog: languages/DeMomentSomTres-WC-minPurchaseMessage-*.po
Languages: es_es

source: The DeMomentSomTres WooCommerce Minimum Purchase plugin requires the free DeMomentSomTres Tools plugin.
es_es: La extensión DeMomentSomTres WooCommerce Minimum Purchase requiere el componente gratuíto DeMomentSomTres Tools.

source: Download it here
es_es: Descargar aquí

source: The DeMomentSomTres WooCommerce Minimum Purchase plugin requires WooCommerce.
es_es: La extensión DeMomentSomTres WooCommerce Minimum Purchase requiere WooCommerce.

source: Your purchase is below the minimum purchase of %s€ needed to get free shipping
es_es: Tu pedido se encuentra por debajo de %s€ que es el importe mínimo de pedido

source: DeMomentSomTres Minimum Purchase Message
es_es: DeMomentSomTres mensaje de pedido mínimo

source: Save Changes
es_es: Guardar cambios

source: Options
es_es: Opciones

source: Main parameters
es_es: Parámetros principales

source: Minimum order total to get free shipping
es_es: Importe mínimo de pedido por debajo del cual se muestra el mensaje

source: Message to show if minimum order is not reached
es_es: Mensaje a mostrar si no se alcanza el pedido mínimo

source: Main parameters to control messages
es_es: Parámetros de control del mensaje

source: If order total is below this amount, the message will be shown.
es_es: Si el total de pedido es inferior a este importe, se mostrará el mensaje.

source: Message should include %s in order to show the minimum amount inside it.
es_es: El mensaje debe incluir %s para invocar el importe mínimo en él.
